[{"input":"海岸管理法 氣候變遷","url":"https://www.grb.gov.tw/search;keyword=%E6%B5%B7%E5%B2%B8%E7%AE%A1%E7%90%86%E6%B3%95;type=GRB05;scope=1","text":""},
{"input":"海岸管理法 氣候變遷","url":"https://adapt.epa.gov.tw/TCCIP-1-D/TCCIP-1-D-7-7.html","text":"本方案除持續落實海岸與海洋環境保護外，並納入107年設立之海洋委員會主管業務，推動海洋資源監測預警及評估機制，以有效保護海岸生物棲地和海洋資源，促進生態永續發展。海岸計畫納入氣候變遷調適策略海岸風險評估完備海象預報服務水下文化資產保存海洋環境調查與風險評估規劃、建構與管理保護區行政院環境保護署版權所有Copyright2018AllRightsReserved.通訊地址：100台北市中正區中華路一段83號/聯絡電話：02-2311-7722網站維護：景丰科技/更新日期：111/10/25"},
{"input":"海岸管理法 氣候變遷","url":"https://tccip.ncdr.nat.gov.tw/ark_02_case_one.aspx?case_id=CT10#!","text":"調適選項：結構和物理性選項主要課題：海岸侵蝕核心內容：管理政策、離岸潛堤案例性質：實務操作引用來源：經濟部水利署第九河川局彙整：梁庭語點閱：179海岸管理法於2015年2月4日公布施行，目標宗旨為「為維繫自然系統、確保自然海岸零損失、因應氣候變遷、防治海岸災害與環境破壞、保護與復育海岸資源、推動海岸整合管理，並促進海岸地區之永續發展」。內政部依循海岸管理法，為保護、防護、利用及管理海岸地區土地，訂定整體海岸管理計畫，並於2017年2月6日公告施行，此計畫為海岸地區最上位之計畫，劃定了全臺的一、二級保護區與防護區，其中，花蓮縣的新城鄉嘉里村至壽豐鄉水璉村段，因其有中度潛勢的海岸侵蝕，被劃設為二級海岸防護區，需訂定海岸防護計畫。故水利署第九河川局擬訂花蓮海岸防護計畫，針對其轄管的一般性海堤環境及設施規劃整合型的海岸災害調適方案。花蓮縣北濱、南濱及化仁海岸總長約4公里，北臨美崙溪口與花蓮港，南接花蓮溪河口，緊鄰花蓮市精華區段，為重點防汛工區。1987年，花蓮港東西防波堤完工後，周圍海岸流場及漂砂特性產生改變，導致美崙溪口大幅淤積，而北濱以南之南濱與化仁海岸嚴重侵蝕退縮。為確保人民生命財產安全，因應日益嚴重的海岸侵蝕，九河局從1996年開始，在南濱及化仁海岸設置16座離岸潛堤，防護海岸，穩定灘線，工程於2003年完工。2018年修復因歷次颱風及浪襲之影響，所導致的潛堤沉陷減損，製作並拋放1350塊30噸重的混凝土異型塊（圖1），加強改善減損情形嚴重之南濱潛堤1座、化仁潛堤4座，使其恢復原有效能。圖1拋放新製作的混凝土異型塊（資料來源：九河局(參考網址4））離岸潛堤可以削減海浪能量，保護海岸灘線，也因其多孔隙、能提供隱蔽空間等特點，可作為人工魚礁使用，此改善工程榮獲經濟部水利署第九屆優良工程第一名。從2004年開始，九河局持續監測南北濱化仁海岸段的灘線變化情形，1986年至2018年的海岸地形監測調查資料顯示（圖2），海岸線侵蝕減緩並趨於穩定，南濱到化仁海岸的灘線逐漸恢復約5公尺，而北濱海岸灘線則已增加6公尺至14公尺。圖2南北濱及化仁海岸歷年灘線變遷圖（1986-2018年）（資料來源：九河局(參考網址2））南濱海岸被九河局打造成生態海岸，以自然大塊石取代消波塊（圖3），推動海岸生態復育及環境景觀改善，潛堤可作為人工魚礁，達到花蓮海岸環境資源永續發展之目標。圖3南濱海岸的緩坡度自然塊石舖面（資料來源：九河局-花蓮海岸環境營造改善工程影片(參考網址1））「臺灣氣候變遷推估資訊與調適知識平台計畫」(TCCIP)在國科會的支持下，以提供臺灣氣候變遷科學與技術研究服務為宗旨。團隊成員秉持初衷，不斷精進氣候變遷推估技術與能力、發展氣候變遷風險評估與調適工具、深入淺出轉譯氣候變遷科學數據、強化科學研究與實務應用的連結、加強與服務對象的溝通，提供符合公部門、學研單位、企業及社群機構氣候變遷資料、資訊、知識、工具一站式服務。"},
{"input":"海岸管理法 氣候變遷","url":"https://www.lawbank.com.tw/treatise/lawrela.aspx?lsid=FL075921&ldate=20150204&lno=7,9,17","text":""},
{"input":"海岸管理法 氣候變遷","url":"https://law.moj.gov.tw/LawClass/LawSingle.aspx?pcode=D0070222&flno=8","text":"加入資料夾：850,026,446人811,281人2,466人200,272人│資料開放宣告│隱私權保護宣告│資訊安全政策│Q&A│意見回饋│API文件│本網站由法務部全國法規資料庫工作小組維運管理.法務部地址：100204台北市重慶南路一段130號電話：(02)2191-0189第二辦公室地址：100006台北市貴陽街1段235號電話：(02)2191-0189回上方"},
{"input":"海岸管理法 氣候變遷","url":"https://law.moj.gov.tw/LawClass/LawAll.aspx?pcode=D0070222&kw=%E6%B5%B7%E5%B2%B8%E7%AE%A1%E7%90%86%E6%B3%95","text":"加入資料夾：850,026,446人811,281人2,466人200,272人│資料開放宣告│隱私權保護宣告│資訊安全政策│Q&A│意見回饋│API文件│本網站由法務部全國法規資料庫工作小組維運管理.法務部地址：100204台北市重慶南路一段130號電話：(02)2191-0189第二辦公室地址：100006台北市貴陽街1段235號電話：(02)2191-0189回上方"},
{"input":"海岸管理法 氣候變遷","url":"https://ghgrule.epa.gov.tw/low/low_tw_doc_page/43","text":"網站首頁環保署首頁首長信箱使用行動裝置，選單列表可左右滑動查看全部海岸管理法海岸地區為海域與陸域交接之帶狀區域，涵蓋陸域及海域二大地理區，兼具海陸生態體系之特性。臺灣地區四面環海，海岸線長約一千五百六十六公里，擁有廣大面積之海岸土地。近年來隨著社會、經濟、人口之快速成長，海岸地區已成為我國國土開發中不可或缺之新開發空間，惟海岸地區之土地利用有其全面性與不可逆性，為維護自然海岸資源，海岸地區之保護、防護與開發，須有正確之判斷及綜合性之觀點，始能兼顧三者之和諧。綜觀我國現有海岸地區土地競用、誤用、濫用之情形普遍，地層下陷嚴重，海岸災害發生頻繁。此外，海岸地區之管理，因管理組織紛歧，權責時有重疊或不足，且管理方法寬嚴不一，缺乏全面性及有效性之管理手段。為促進海岸地區土地之合理利用，健全海岸管理，針對國內現有管理癥結，參酌國外管理制度，擬具「海岸管理法」。此外，對於重要水產資源保育地區、珍貴稀有動植物重要棲地及生態廊道、特殊景觀資源及休憩地區、重要濱海陸地或水下文化資產地區、特殊自然地形地貌地區、生物多樣性資源豐富地區、地下水補注區..等，應劃設為一級海岸保護區，並依整體海岸管理計畫分別訂定海岸保護計畫管理；為防治海岸災害，預防海水倒灌、國土流失，保護民眾生命財產安全，應由中央目的事業主管機關協調有關機關擬訂一級海岸防護計畫或由直轄市、縣（市）主管機關擬訂二級海岸防護計畫，前述各種項計畫，應每五年通盤檢討並做必要之變更。推動進展海岸管理法共46條，按其內容分為五大章節，分別為總則、海岸地區之規劃、海岸地區之利用管理、罰則、附則。根據該法條文，該法之中央主管機關為內政部，其應邀集遴聘（派）學者、專家、機關及民間團體代表以合議方式審議，並於106年2月公告實施整體海岸管理計畫，提出海岸地區功能調和之土地利用方式，作為海岸地區內各項目的事業利用管理之最高指導原則，並提供主管機關建置協調整合海岸管理相關業務平台參據。目前工作項目為：(一)落實海岸保護與防護管理機制劃：設海岸保護區與防護區之區位或範圍，及研訂保（防）護原則，並指定保（防）護計畫擬訂機關與擬訂期限，提供各主管機關依循，以落實海岸保護與防護管理機制。(二)劃設特定區位與規範適當利用原則，以促進海岸地區之永續利用針對海岸地區在自然環境、災害影響或重要人文景觀等不同面向需特別關注之地區，劃設為特定區位，並按其環境特性規範利用原則，以確保海岸地區土地之永續利用。(三)確保自然海岸零損失，臺灣經多年發展，沿岸人工結構物綿密，使自然海岸消失、自然動態作用失衡、沙洲減縮，不但海岸加速侵蝕，很可能使海水入侵、土壤鹽化。海岸具高度脆弱敏感及不易回復特性，為優先保護自然海岸，並維繫海岸之自然動態平衡，應避免開發利用；如因區位無替代性，須使用自然海岸，則開發及利用行為應實施衝擊減輕、異地補償或生態補償，以確保自然海岸之面積及功能零損失。(四)保障公共通行與親水權益，公共通行為海岸政策目的之一，為維護民眾在公共空間自由移動，及沿海和內陸休閒娛樂地區通行與利用等基本權利，避免獨占性使用，並兼顧原合法權益之保障，應制定相關規定。詳細資訊國家溫室氣體減量法規資訊網行政院環境保護署版權所有請使用1024*768px螢幕解析度及IE6.0以上獲得最佳網頁瀏覽環境"},
{"input":"海岸管理法 氣候變遷","url":"https://www.kinmen.gov.tw/News_Content2.aspx?n=98E3CA7358C89100&sms=BF7D6D478B935644&s=8CE41D210A32FD10&Create=1","text":"內政部營建署經公告「臺灣本島各直轄市、縣（市）及金門縣潮間帶範圍圖」。根據營建署指出，為落實海岸管理法第1條「為維繫自然系統、確保自然海岸零損失、因應氣候變遷、防治海岸災害與環境破壞、保護與復育海岸資源、推動海岸整合管理，並促進海岸地區之永續發展，特制定本法。」立法意旨，內政部前於104年8月4日公告「海岸地區範圍」、105年2月1日發布施行「一級海岸保護區以外特定區位利用管理辦法」等相關子法，及於106年2月6日公告實施「整體海岸管理計畫」。營建署指出，依「整體海岸管理計畫」規定，潮間帶為生物多樣性最豐富之地區，亦可適度緩衝海浪直接衝擊陸地的力量，因此為海岸管理須特別關注地區之一，所以內政部已依循該計畫劃設原則，就臺灣本島各直轄市、縣（市）及金門縣之「天文潮潮位變動中之最高潮位與最低潮位間之範圍」，劃設為「潮間帶範圍」，並於（106）年11月6日公告。營建署並指出，依「一級海岸保護區以外特定區位利用管理辦法」第2條規定，「潮間帶」經公告後即屬「特定區位」，於該範圍內從事一定規模以上開發利用、工程建設、建築或使用性質特殊者，申請人應先取得內政部特定區位許可後，始得進行後續開發。本次公告後，未來於該空間範圍進行開發利用符合申請條件者，須逕依法審查取得許可，以兼顧海岸開發與「潮間帶」資源環境維護，並促進海岸地區永續發展。地址：89345金門縣金城鎮民生路60號電話：(082)31-8823(代表號)傳真：(082)328-655電子信箱：km1999@mail.kinmen.gov.tw縣民服務熱線：1999(外縣市請撥0800-318823)金門縣政府©2016版權所有本網站最佳瀏覽解析度為寬度1600以上"},
{"input":"海岸政策 氣候變遷","url":"https://adapt.epa.gov.tw/TCCIP-1-D/TCCIP-1-D-7-7.html","text":"本方案除持續落實海岸與海洋環境保護外，並納入107年設立之海洋委員會主管業務，推動海洋資源監測預警及評估機制，以有效保護海岸生物棲地和海洋資源，促進生態永續發展。海岸計畫納入氣候變遷調適策略海岸風險評估完備海象預報服務水下文化資產保存海洋環境調查與風險評估規劃、建構與管理保護區行政院環境保護署版權所有Copyright2018AllRightsReserved.通訊地址：100台北市中正區中華路一段83號/聯絡電話：02-2311-7722網站維護：景丰科技/更新日期：111/10/25"},
{"input":"海岸政策 氣候變遷","url":"http://140.112.64.54/zh_tw/LandscapeNews/communication/-85962658?mode=chapter","text":""},
{"input":"海岸政策 氣候變遷","url":"https://tccip.ncdr.nat.gov.tw/km_newsletter_one.aspx?nid=20200603163730","text":"環境會變化，故海岸所受到的衝擊也會隨之變化，原先侵蝕嚴重的地區可能轉變為大量堆積的區域，此時的防波堤或消波塊所貢獻的消能效益很小或甚至成為阻礙，考量長期維護成本與評估移除後變化，進行權衡後，才會考慮移除，並將對道路及住家安全的風險降至最低。(林雪美，朱明人&黃映慈(2011))港域靜穩度是指漁港範圍中，在沒有角速度變化的情況下，船舶傾斜時扺抗傾側的能力。延長防波堤、增建離岸堤及離岸潛堤等，都可以使波浪因繞射效應而分散能量，提升港內之遮蔽效果，達到港域靜穩的目標，是常見的提升港域靜穩度方式。科技部TCCIP計畫執行單位—科技部國家災害防救科技中心為呈現108年度研發推動與實務應用之成果，於5月15日舉行108年度成果發表會，另為配合中央流行疫情指揮中心對於大型聚會活動因應新型冠狀病毒疫情之防疫指引，特改採線上直播方式辦理。TCCIP計畫以「農業防災與氣候調適」為題，在氣候農業防災方面，結合科技部、農委會及農民三方，針對未來氣候變遷水資源短缺情境下提出農業調適策略，並以石門水利會新豐灌區為案例進行水稻旱田直播案例分享。線上活動連結請見：https://www.ncdr.nat.gov.tw/2020Presentation/「臺灣氣候變遷推估資訊與調適知識平台計畫」(TCCIP)在國科會的支持下，以提供臺灣氣候變遷科學與技術研究服務為宗旨。團隊成員秉持初衷，不斷精進氣候變遷推估技術與能力、發展氣候變遷風險評估與調適工具、深入淺出轉譯氣候變遷科學數據、強化科學研究與實務應用的連結、加強與服務對象的溝通，提供符合公部門、學研單位、企業及社群機構氣候變遷資料、資訊、知識、工具一站式服務。"},
{"input":"海岸政策 氣候變遷","url":"https://www.cpami.gov.tw/%E6%9C%80%E6%96%B0%E6%B6%88%E6%81%AF/%E6%A5%AD%E5%8B%99%E6%96%B0%E8%A8%8A/17404-%E6%B0%A3%E5%80%99%E8%AE%8A%E9%81%B7%E8%AA%BF%E9%81%A9%E5%B0%88%E5%8D%80.html","text":"（一）為提升及健全台灣面對氣候變遷的調適能力，行政院101年6月25日院臺環字第1010036440號函核定「國家氣候變遷調適政策綱領」。於政策綱領之架構下，為進一步將調適策略轉為行動，由科技部、交通部、經濟部、內政部、行政院農業委員會、衛生福利部分別成立8個調適工作分組，針對災害、維生基礎設施、水資源、土地使用、海岸、能源供給及產業、農業及生物多樣性、健康等8個調適領域，歷經2年3輪各工作分組及「規劃推動氣候變遷調適政策綱領及行動計畫」專案會議討論，針對各調適領域訂定完整行動方案，再由國家發展委員會整合完成「國家氣候變遷調適行動計畫（102-106年）」，並經行政院103年5月22日院臺環字第1030027653號函核訂定，係未來政府各部門推動調適工作之主要行動，以具體落實政策綱領。（二）上開行動計畫年期為102~106年，內容說明調適工作架構與辦理過程，並依據當前各界對於臺灣未來氣候變遷趨勢的相關研究成果，進行脆弱度影響評估，進一步提出調適效益明顯大於成本的總體調適計畫，主要包括建構氣候變遷調適優質基礎、評估氣候變遷風險與調適規劃及推動高風險地區之調適計畫等跨領域重點計畫。各領域工作分組所提完整行動方案共399項計畫，經重新篩選及整合至64項優先行動計畫，作為未來執行重點。本部（營建署）負責其中土地使用領域及海岸領域之調適行動方案。分述如下：（一）依據（二）執行成果"},
{"input":"海岸政策 氣候變遷","url":"https://www.oac.gov.tw/ch/home.jsp?id=46&parentpath=0,4,45&mcustomize=research_view.jsp&dataserno=201908200025","text":"一般民眾研究人員"},
{"input":"海岸政策 氣候變遷","url":"https://e-info.org.tw/node/25620","text":"台灣是海島，本島加上離島之海岸線總長為1600公里，特殊的地理位置，與地質的多樣性與變化，蘊藏豐富的生物與景觀資源，珍貴、美麗、卻也極端地脆弱，另一方面，受全球暖化影響，全球氣候變遷所帶來的災害，海岸地區首當其衝。以台灣海岸的現況來看，海岸工程似乎被認為是守護台灣海岸第一道防線。海岸生態工程的觀念有別於一般海岸工程，除了防止海岸災害，保障人民安全，同時要確保海岸原有自然形態與附近生態系統、景觀、文化與社會經濟等各種因素之永續發展。這幾年政府與民間工程部門在生態轉型上的努力，可以看到許多綠意盎然的堤防。透過生態工程的原則——「尊重自然預留空間、維護生態多樣性、結構物與景觀環境之融合」（註1），讓我們一同來檢視當前的海岸生態工程。台灣地狹人稠海岸地區過度使用就「尊重自然預留空間」這點而論，台灣地小人稠，就是一大難題。沿海土地開發的型態，主要包括闢建海埔新生地、設置濱海工業區、興建商漁港、從事水產養殖、觀光遊憩土地利用及廢棄物處置場所等。「堤防效應」之下，人們相信，堤防除了可以保護身家性命，更能夠提供便民利用的空間，也因此更積極地利用海岸，甚至設置更多旅遊設施，侵佔本來不該佔的土地。不過，這樣的過度使用，卻可能為環境災難埋下伏筆。2005年卡崔娜颱風在美國東南造成的重大災難即為顯例。（註2）世界自然基金會（WWF）曾在印度洋海嘯事件之後表示，「紅樹林、珊瑚礁、海岸防護林等海洋生態系統以及完整的海岸系統，對減輕海嘯和風暴潮等自然災害的破壞力有著明顯的作用。……它們是自然形成的，因此具有天然的抵御自然災害的能力。」（註3）南亞海嘯發生當時，泰國普吉島的萬豪酒店，因為地處海龜孵卵區域，嚴格遵照環保標準管理環境，因此附近的紅樹林保存良好，「那裡遭受的破壞顯然比其他地方小」。（註4）水泥化思維造成惡性循環生態強調的生命週期（lifecycle）是可以藉由能量的傳遞的過程，可以被轉化、再生，正是永續發展所追求的「生生不息」互動關係。適應現地的生物，有其特有之生態區位（niche），及獨特的適應力，非人類規劃的統一式植被所可以取代。因此，生態工程當中的「維護生態多樣性」理解，應是現地植被生態的多樣性展現與維護。根據內政部營建署統計，台灣加上澎湖約1600公里的海岸線，去年自然海岸線比率僅剩約50.9%，台灣本島僅剩下44.7%。西岸人工化比例極高。….海岸線人工化的比例高達9成以上。（註5）從西部海岸線水泥化的情形看來，台灣因應海岸沖刷、海岸線倒退等問題，過去只有水泥化的思惟，海岸水泥化後引起的「突堤效應」、「生態棲地破壞」等環境問題，反而需要投注更大經費來補救，可說是惡性循環。最富裕的國家也應尊重生態隨著全球氣候異常、海平面上升，海岸生態工程觀念的轉變，仍是人類在有限陸地上生存的一線矚光。概括說來，氣候變遷對海岸的可能衝擊包括海岸侵蝕、洪氾、鹽水入侵及其他間接效應。國際上，對於因應可能的衝擊，有許多作法與建議。東南亞海嘯之後，世界自然基金會對海岸生態環境提出幾點建議，例如緩衝海嘯影響的珊瑚礁、紅樹林、濕地和森林的設置（註6）。再者，高潮警戒線附近設立安全警戒區域，並且不要進行海岸線的開發，基金會並呼籲在這些地區制定嚴格的海岸管理政策和規劃，更積極地落實這些政策和規劃。此外，新觀念與技術的發展也是關鍵。素有「低地國」之稱的荷蘭，因應水患之憂，設計出會「游泳」的「兩棲屋」（AmphibiousHouses）。即使海水或河川洪水溢流過堤防，這些兩棲屋不會被沖毀，而會漂浮在水面上，隨水漲「房」高。獨立的兩棲屋還可與其他兩棲屋連結扣合，成為兩棲社區，洪水來臨時，整個社區一起安全的漂浮在水面上。（註7）世界自然基金會印尼地區主管穆巴拉克‧阿曼說：「盲目的海岸開發使海嘯的影響變得復雜。我們應該確保不再犯過去的錯誤。」災難之下生命無力可施，金錢無處可用，台灣目前面對的問題，也是全世界的難題。美國世界觀察研究所所長佛拉文（ChristopherFlavin）說：「即使是世界上最先進、最富裕的國家，也必須尊重自然生態，加大保護環境的力度，才可以避免災難的發生。」（註8）根據中央大學應用地質所的資料推估，到2100年時，全球海水平均基準面可能高出58公分。許多現存的海堤、河堤的功能將完全消失，濱海工業區、垃圾處理廠、濱海道路、港灣設施都要面臨嚴重的破壞，乃至喪失功能（註9）。台灣海岸生態工程的難題僅是起步，如何從認清環境事實開始補其不足，並確立努力方向，集結國家、企業、民間與學術的共識與力量，共同突破傳統思維、發揮創意的思考，值得全民深思與努力。海岸生態工程如何朝永續邁進？全球變遷的考驗是危機，也可能是轉機！引用資料來源:註1、郭金棟海岸整治與生態工法應用之案例註2、美國卡崔娜颶風(Katrina)災害事件初步分析報告註3、專家認為：保護沿海生態可減輕海嘯破壞力註4、環境變化與災難註5、台灣環境資訊協會註6、災後應進行綠色重建註7、西雅圖凹凸鏡註8、大自然的報復不會對富國格外開恩註9、全球變遷導論註Viewthediscussionthread.午安環境最新內容￨電子報總覽★依議題類別瀏覽|環境政策|生活環保|公害污染|動物福利|環境經濟|生態保育|★依議題類別瀏覽|能源議題|生物科技|全球暖化|土地水文|永續發展|環境哲學|★依專欄類別瀏覽|最新專題│濕地故事│與野共生│生物多樣性│綠色消費│maintainedbyTEIA/poweredbydrupal/enhancedbyNETivism"},
{"input":"海岸政策 氣候變遷","url":"https://ndltd.ncl.edu.tw/cgi-bin/gs32/gsweb.cgi/login?o=dnclcdr&s=id=%22101NCKU5274009%22.&searchmode=basic","text":""},
{"input":"海岸政策 氣候變遷","url":"https://climatechange.tw/Home/Page/41","text":"本頁面需要瀏覽器支持（啟用）JavaScript(ThispageshoulduseJavaScript)如有相關問題請洽02-3366-4640(IfanyproblemorQuestion,Pleasecontact:02-3366-4640)海岸海岸是重要的生態棲地，也是許多國家重要的居住與經濟發展區域，全世界近乎四分之一的人口居住於距離海岸線100公里內的區域，故海岸地區無論在自然生態、防洪保安、經濟生產、交通運輸、景觀遊憩、土地利用、國防安全及教育研究上，均扮演關鍵之角色，但由於海岸環境資源之脆弱和不易回復性，以及氣候變遷所帶來的不確定性，皆增加海岸地區的風險與規劃管理的複雜度。「海岸領域」於民國104-105年起，開始成立教學聯盟並進行專業融入教材之建置，當前聯盟共包含來自全臺與離島9所大學、14個系所之16位聯盟教師；截至105學年度業已開設15門課程、超過400位學生參與；更培育了9位博士候選人資格以上之種子教師，一同為臺灣海岸氣候變遷調適教育貢獻自身專業。本聯盟也為此每年召開諸多工作會議，透過相關政府部門、產業與大專院校專家學者代表等共同努力，初步擬定14小時之專業補充教材及六個單元之實作教材，且每年持續不斷地進行滾動修正；同時也積極進行海岸氣候變遷教學聯盟之建設、人才培育、創建豐富資源與爭取更好的環境以供發展。此外，海岸領域亦完成了教學輔助影片以強化教學成效、鼓勵聯盟教師建置臉書專頁協助相關資訊之傳播以增加議題能見度、以及配合教育部進行網路交流平台之建置，讓有相關資源與資訊需求者能有管道更加方便地進行使用；產業合作方面，聯盟也持續與相關產業接洽，嘗試建構互利互惠之產學合作模式，期望能落實學用合一與提升產業因應氣候變遷之調適能力。至此，海岸領域未來也將持續努力，嘗試為氣候變遷調適建構專業之大學課程、培養跨領域專業高級人力，傳承經驗與共享資源，同時也帶動相關領域之氣候變遷專業知識與技術之發展。教育部版權所有聯絡電話:02-26591899#370建議最佳瀏覽器解析度為1024x768或以上(建議使用IE10以上、Chrome版本瀏覽器)"}
]